app/controllers/products_controller.rb

INSERT INTO "products" ("name", "price", "created_at", "updated_at", "inventory", "description") VALUES (?, ?, ?, ?, ?, ?)  [["name", "kepi"], ["price", 2], ["created_at", "2019-02-16 07:19:53.829918"], ["updated_at", "2019-02-16 07:19:53.829918"], ["inventory", 4], ["description", "dfgcvc cvbsd"]]
---
  def create
    @product = Product.create(product_params)